Revit 2027 API
ParameterTypeId.StructuralSectionCommonShearAreaStrongAxis Property
 "Shear Area strong axis"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCommonShearAreaStrongAxis { get; }
Public Shared ReadOnly Property StructuralSectionCommonShearAreaStrongAxis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCommonShearAreaStrongAxis {
	ForgeTypeId^ get ();
}
static member StructuralSectionCommonShearAreaStrongAxis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace